Repository: common-repository/post-highlights
Catalog: languages/ph-*.po
Languages: pt_br, uk_ua

source: Loading
pt_br: Carregando
uk_ua: Завантаження

source: Edit
pt_br: Editar
uk_ua: Редагувати

source: Hide Settings
pt_br: Ocultar Configurações
uk_ua: Приховати Налаштування

source: only highlighted
pt_br: Só Highlights
uk_ua: тільки виділений

source: Highlight
pt_br: Destaque
uk_ua: Основний момент

source: Post Highlight Settings
pt_br: Opções do Post Highlights
uk_ua: Налаштування Виділинь

source: Settings
pt_br: Configurações
uk_ua: Налаштування

source: Post Highlight Options
pt_br: Opções do Post Highlights
uk_ua: Відповісти, світлові

source: Post Highlights
uk_ua: Розмістити Основні

source: Post Highlight Permissions
pt_br: Permissões do Post Highlights
uk_ua: Розмістити Дозволи Виділіть

source: Permissions
pt_br: Permissões
uk_ua: Дозволи

source: Global Options
pt_br: Opções Globais
uk_ua: Глобальні параметри

source: Options
pt_br: Opções
uk_ua: Опції

source: Delay: The time between each highlight in miliseconds (1 sec = 1000) - default = 8000
pt_br: Delay: O tempo entre cada destaque em milisegundos (1 seg = 1000) - default = 8000
uk_ua: Затримка: Час між піком мілісекундах (1 сек = 1000) - за замовчуванням = 8000

source: Number of posts: Maximum number of posts to display (0 or empty = unlimited) - default = unlimited
pt_br: Número de posts: Número máximo de posts que ficarão em destaque (0 ou vazio = ilimitado) - padrão = ilimitado
uk_ua: Кількість повідомлень: Максимальна кількість повідомлень для відображення (0 або порожньо = без обмежень) - за умовчанням = необмежений

source: Theme Options
pt_br: Opções do Tema
uk_ua: Тема параметри

source: These settings applies to all Post Highlight themes
pt_br: Essas configurações se aplicam a todos os tema do Post Highlights
uk_ua: Ці настройки застосовуються до всіх Повідомлення виділяє теми

source: Current Theme
pt_br: Tema Atual
uk_ua: Поточна тема оформлення

source: Order:
pt_br: Ordem:
uk_ua: Замовити:

source: Order Value
pt_br: Ordem
uk_ua: Вартість замовлення

source: Newer to Older
pt_br: Do mais novo para o mais velho
uk_ua: Новіші літнім

source: Older to Newer
pt_br: Do mais velho para o mais novo
uk_ua: Старі на нові

source: "Order Value" refers to the Order field that appears in the Post highlights dialog box when you highlight a post
pt_br: "Ordem" se refere ao campo Ordem que aparece na caixa de diálogo quando você clica para selecionar um post para o Post Highlights
uk_ua: " Для замовлення Value "відноситься до області порядку, який з'являється в Post діалогового вікна "моменти, коли ви виділите пост

source: I want Post Highlights to automatically create and use an image with these dimensions:
pt_br: Eu quero que o Post Highlights crie e use um thumbnail automaticamente com este tamanho:
uk_ua: Я хочу Розмістити Основні автоматично створювати і використовувати зображення з цих розміри:

source: Width:
pt_br: Largura:
uk_ua: Ширина:

source: Height:
pt_br: Altura:
uk_ua: Висота:

source: These settings applies only to the active theme
pt_br: Essas configurações se aplicam apenas ao tema atual
uk_ua: Ці настройки відноситься тільки до активної теми

source: Save Changes
pt_br: Salvar Modificações
uk_ua: Зберегти зміни

source: Who can Highlight Posts?
pt_br: Quem pode selecionar Highlights?
uk_ua: Хто може Виділіть повідомлення?

source: Adds Post Highlights to the sidebar
pt_br: Adiciona o Post Highlights na barra lateral
uk_ua: Додає повідомлення Основні моменти в бічній панелі

source: Title:
pt_br: Título:
uk_ua: Назва:

source: Theme:
pt_br: Tema:
uk_ua: Стиль:

source: Width
pt_br: Largura
uk_ua: Ширина

source: Height
pt_br: Altura
uk_ua: Висота

source: Background color for the navigation arrows (e.g #FFCC00 or red)
pt_br: Cor de fundo para as setas (ex: #FFCC00 ou red)
uk_ua: Колір фону для навігаційних стрілок (наприклад, #FFCC00 або червоний)

source: Next
pt_br: Próximo
uk_ua: Наступний

source: Previous
pt_br: Anterior
uk_ua: Попередній

source: Background color for the content and navigation arrows (e.g #FFCC00 or red)
pt_br: Cor de fundo para as setas e conteúdo (ex: #FFCC00 ou red)
uk_ua: Колір фону за зміст і навігаційних стрілок (наприклад, #FFCC00 або червоний)

source: Settings Updated
pt_br: Configurações Atualizadas
uk_ua: Налаштування Оновлено

source: Choose a picture from your post
pt_br: Escolha uma das imagens do seu artigo
uk_ua: Виберіть картинку з вашого поста

source: Or enter URL for the picture
pt_br: Ou entre a URL de uma imagem
uk_ua: Або введіть URL для картини

source: Enter a headline
pt_br: Entre com um subtítulo
uk_ua: Введіть заголовок

source: This will be displayed under the post's title:
pt_br: Este texto será exibido abaixo do título do artigo:
uk_ua: Це буде відображатися в заголовок запису:

source: Order
pt_br: Ordem
uk_ua: Порядок

source: Select the display order.
pt_br: Selecione a ordem de exibição
uk_ua: Виберіть порядок відображення.
